[UTOnslaughtPowernode_Content_0 UTOnslaughtPowernode_Content]
ObjectiveName="Управление мостом"
AttackAnnouncement.AnnouncementText="Атакуйте точку управления мостом!"
DefendAnnouncement.AnnouncementText="Обороняйте точку управления мостом!"

[UTOnslaughtSpecialObjective_1 UTOnslaughtSpecialObjective]
UnderAttackAnnouncement.AnnouncementText="Вражеский Голиаф у вашего ядра!"
DisabledAnnouncement.AnnouncementText=""
AttackAnnouncement.AnnouncementText="Поставьте Голиаф на нажимную подушку"
DefendAnnouncement.AnnouncementText="Вражеский Голиаф пересек мост!"

[UTOnslaughtSpecialObjective_2 UTOnslaughtSpecialObjective]
UnderAttackAnnouncement.AnnouncementText="Вражеский Голиаф у вашего ядра!"
DisabledAnnouncement.AnnouncementText=""
AttackAnnouncement.AnnouncementText="Поставьте Голиаф на нажимную подушку"
DefendAnnouncement.AnnouncementText="Вражеский Голиаф пересек мост!"

[UTOnslaughtSpecialObjective_4 UTOnslaughtSpecialObjective]
UnderAttackAnnouncement.AnnouncementText=""
DisabledAnnouncement.AnnouncementText="Вражеский Голиаф пересек мост!"
ObjectiveName="RedTankCross"
AttackAnnouncement.AnnouncementText="Перевезите Голиаф через мост"
DefendAnnouncement.AnnouncementText=""

[UTOnslaughtSpecialObjective_7 UTOnslaughtSpecialObjective]
UnderAttackAnnouncement.AnnouncementText=""
DisabledAnnouncement.AnnouncementText="Вражеский Голиаф пересек мост!"
ObjectiveName="BlueTankCross"
AttackAnnouncement.AnnouncementText="Перевезите Голиаф через мост"
DefendAnnouncement.AnnouncementText=""

